Repository: mohitmahana/Travtor
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Unlimited Miles
fr: Miles illimités

source: Free Cancellation
fr: Annulation gratuite

source: PICK - UP - LOCATION
fr: LIEU DE RAMASSAGE

# pickUpLocationError
source: PICK - UP - LOCATION is required.
fr: LIEU DE RAMASSAGE est requis.

source: PICK - UP - DATE
fr: DATE DE RAMASSAGE

# pickUpDateError
source: PICK - UP - DATE is required.
fr: DATE DE RAMASSAGE est requis.

source: DROP - OFF - DATE
fr: DÉPÔT - DÉPOSE - DATE

# dropOffDateError
source: DROP - OFF - DATE is required.
fr: DÉPÔT - DÉPOSE - DATE est requis.

source: PICK - UP - TIME
fr: TEMPS DE RAMASSAGE

# pickUpTimeError
source: PICK - UP - TIME is required.
fr: TEMPS DE RAMASSAGE est requis.

source: DROP - OFF - TIME
fr: DÉPOSE - OFF - TEMPS

# dropOffTimeError
source: DROP - OFF - TIME is required.
fr: DÉPOSE - OFF - TEMPS est requis.
